Ran Plan for 2 projects:

1. dir: `terraform/gp_2134/global/vpc` workspace: `default`
1. dir: `terraform/np_5455/global/vpc` workspace: `default`

### 1. dir: `terraform/gp_2134/global/vpc` workspace: `default`
<details><summary>Show Output</summary>

```diff
Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
~ update in-place

Terraform will perform the following actions:

  # aws_vpc.vpc_network will be updated in-place
~ resource "aws_vpc" "vpc_network" {
        id                                   = "vpc-0fbf5ea6cc1085282"
      ~ tags                                 = {
          ~ "Name" = "terraform-network3" -> "terraform-network25"
        }
      ~ tags_all                             = {
          ~ "Name" = "terraform-network3" -> "terraform-network25"
        }
        # (14 unchanged attributes hidden)
    }

Plan: 0 to add, 1 to change, 0 to destroy.
Releasing state lock. This may take a few moments...
```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -d terraform/gp_2134/global/vpc`
* :put_litter_in_its_place: To **delete** this plan click [here](http://k8s-default-atlantis-c6d798b9cb-1522425131.us-east-1.elb.amazonaws.com/lock?id=mileslee-nsuslab%252Fatlantis-test-miles%252Fterraform%252Fgp_2134%252Fglobal%252Fvpc%252Fdefault)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -d terraform/gp_2134/global/vpc`
</details>
Plan: 0 to add, 1 to change, 0 to destroy.

---
### 2. dir: `terraform/np_5455/global/vpc` workspace: `default`
<details><summary>Show Output</summary>

```diff
Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
+ create

Terraform will perform the following actions:

  # aws_vpc.vpc_network will be created
+ resource "aws_vpc" "vpc_network" {
      + arn                                  = (known after apply)
      + cidr_block                           = "10.0.0.0/16"
      + default_network_acl_id               = (known after apply)
      + default_route_table_id               = (known after apply)
      + default_security_group_id            = (known after apply)
      + dhcp_options_id                      = (known after apply)
      + enable_dns_hostnames                 = (known after apply)
      + enable_dns_support                   = true
      + enable_network_address_usage_metrics = (known after apply)
      + id                                   = (known after apply)
      + instance_tenancy                     = "default"
      + ipv6_association_id                  = (known after apply)
      + ipv6_cidr_block                      = (known after apply)
      + ipv6_cidr_block_network_border_group = (known after apply)
      + main_route_table_id                  = (known after apply)
      + owner_id                             = (known after apply)
      + tags                                 = {
          + "Name" = "terraform-network-np2"
        }
      + tags_all                             = {
          + "Name" = "terraform-network-np2"
        }
    }

Plan: 1 to add, 0 to change, 0 to destroy.
```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -d terraform/np_5455/global/vpc`
* :put_litter_in_its_place: To **delete** this plan click [here](http://k8s-default-atlantis-c6d798b9cb-1522425131.us-east-1.elb.amazonaws.com/lock?id=mileslee-nsuslab%252Fatlantis-test-miles%252Fterraform%252Fnp_5455%252Fglobal%252Fvpc%252Fdefault)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -d terraform/np_5455/global/vpc`
</details>
Plan: 1 to add, 0 to change, 0 to destroy.

---
* :fast_forward: To **apply** all unapplied plans from this pull request, comment:
    * `atlantis apply`
* :put_litter_in_its_place: To delete all plans and locks for the PR, comment:
    * `atlantis unlock`